tap "homebrew/bundle"
tap "homebrew/services"

brew "atuin"
brew "automake"
brew "bash"
brew "bash-completion"
brew "carapace"
brew "clang-format"
brew "colima", restart_service: :changed
brew "colordiff"
brew "coreutils"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "gnutls"
brew "ffmpeg"
brew "findutils"
brew "flock"
brew "fluent-bit"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "go"
brew "helm"
brew "hyperfine"
brew "jq"
brew "libgit2"
brew "lua"
brew "mongosh"
brew "yt-dlp"
brew "mpv"
brew "neovim"
brew "mtr"
brew "p7zip"
brew "pandoc"
brew "pipx"
brew "podman"
brew "procmail"
brew "ripgrep"
brew "ruby@3.1"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "stylua"
brew "terraform"
brew "tig"
brew "tree"
brew "uv"
brew "w3m"
brew "wget"
brew "wordnet"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zoxide"

cask "arc"
cask "bitwarden"
cask "claude"
cask "drawio"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-maple-mono"
cask "hammerspoon"
cask "iina"
cask "itsycal"
cask "kitty"
cask "mitmproxy"
cask "obsidian"
cask "only-switch"
cask "raycast"
cask "superlist"
cask "zed"
cask "zulu@17"
