{
  "Dockerfile.vim": { "branch": "main", "commit": "nil" },
  "FTerm.nvim": { "branch": "main", "commit": "nil" },
  "LuaSnip": { "branch": "main", "commit": "nil" },
  "cmp-buffer": { "branch": "main", "commit": "nil" },
  "cmp-nvim-lsp": { "branch": "main", "commit": "nil" },
  "cmp-nvim-lua": { "branch": "main", "commit": "nil" },
  "cmp-path": { "branch": "main", "commit": "nil" },
  "cmp-tabnine": { "branch": "main", "commit": "nil" },
  "cmp_luasnip": { "branch": "main", "commit": "nil" },
  "focus.nvim": { "branch": "main", "commit": "nil" },
  "formatter.nvim": { "branch": "main", "commit": "nil" },
  "gitsigns.nvim": { "branch": "main", "commit": "nil" },
  "lazy.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "main", "commit": "nil" },
  "lspkind.nvim": { "branch": "main", "commit": "nil" },
  "lualine.nvim": { "branch": "main", "commit": "nil" },
  "matchparen.nvim": { "branch": "main", "commit": "nil" },
  "nightfox.nvim": { "branch": "main", "commit": "nil" },
  "nvim-autopairs": { "branch": "main", "commit": "nil" },
  "nvim-cmp": { "branch": "main", "commit": "nil" },
  "nvim-lspconfig": { "branch": "main", "commit": "nil" },
  "nvim-treesitter": { "branch": "main", "commit": "nil" },
  "nvim-web-devicons": { "branch": "main", "commit": "nil" },
  "pest.vim": { "branch": "main", "commit": "nil" },
  "plenary.nvim": { "branch": "main", "commit": "nil" },
  "spellsitter.nvim": { "branch": "main", "commit": "nil" },
  "stabilize.nvim": { "branch": "main", "commit": "nil" },
  "telescope-fzf-native.nvim": { "branch": "main", "commit": "nil" },
  "telescope.nvim": { "branch": "main", "commit": "nil" },
  "trouble.nvim": { "branch": "main", "commit": "nil" },
  "undotree": { "branch": "main", "commit": "nil" },
  "vim-gfm-syntax": { "branch": "main", "commit": "nil" },
  "vim-go": { "branch": "main", "commit": "nil" },
  "vim-python-pep8-indent": { "branch": "main", "commit": "nil" },
  "vim-startuptime": { "branch": "main", "commit": "nil" },
  "vim-terraform": { "branch": "main", "commit": "nil" }
}